{
    "success": 1,
    "RegisterUser": [
                     true
                     ],
    "HeritageBuildingInfo": [
                             {
                             "HeritageBuildingInfoGUID": "02fb0fc1-e931-11e2-bcd8-000f2035dd99",
                             "Name": "Chennai Central Railway Station",
                             "AlternativeNames": "",
                             "Category": "Grade 1",
                             "Description": "&lt;p&gt;Perhaps one of the best known landmarks of Chennai, it is the principal railway terminus of the city. Designed originally in 1873 by George Harding, it was planned as a suburban terminal of the Madras Railway Company which had its headquarters and main terminus at Royapuram. Over time, Central became the main station with Royapuram forgotten.&lt;/p&gt;\r\n&lt;p&gt;By the 1890s, Central, as befitting its new status, was extensively remodelled in the Gothic revival style by Robert Chisholm, the architect who gave our city several landmark buildings. The most important feature is the central tower, faced with a 41m high clock, one of the oldest in the city.&lt;/p&gt;\r\n&lt;p&gt;The building was constructed on marshy land and so stands on a foundation of terracotta wells, an ingenious Tamil style of construction that the British adapted. The station is built of local material &amp;ndash; Sholinghur and Cuddappah stone and is topped by another local tradition &amp;ndash; the Madras Terrace. The structure underwent extensions in 1959 and the 1990s. Significantly, the new additions have all been in the same architectural style.&lt;/p&gt;",
                             "BuildingNo": "",
                             "StreetName": "E V R Salai",
                             "AliasStreetNames": "Poonamallee High Road",
                             "Location": "Chennai",
                             "City": "Chennai",
                             "Pincode": "600003",
                             "Latitude": "13.082062",
                             "Longitude": "80.275675",
                             "Landmarks": "General Hospital, Ripon Buildings",
                             "SearchTags": "Southern Railway",
                             "Photo": "151.jpg",
                             "ThumbnailPhoto": "151_thumb.jpg",
                             "TextFile": "",
                             "AudioFile": "ambanee.mp3",
                             "VideoFile": "http://www.youtube.com/watch?v=VU1BlWcv0mg",
                             "TypeID":"2"
                             },
                             {
                             "HeritageBuildingInfoGUID": "08c6c46a-e93d-11e2-bcd8-000f2035dd99",
                             "Name": "Higginbothams",
                             "AlternativeNames": "",
                             "Category": "Grade 1",
                             "Description": "&lt;p&gt;An early pioneer of Madras was Abel Joshua Higginbotham. Legend had it that he had come to Madras as a stowaway but reality, always more prosaic, was that he was born in Cannanore, now in Kerala. Higginbotham came to Madras and was employed in a bookshop run byWesleyan missionaries. When the bookshop ran into difficulties, the fathers were keen to sell and Higginbotham jumped at it. In 1844, he took over and named the business after himself and built it up. Much later it was to become a part of the empire built by John OakshottRobinson of Spencers who added it to his publishing group Associated Publishers. When the latter was taken over by S Anantharamakrishnan of Amalgamations, it became a part of that group and continues to remain so. Higginbothams is the oldest surviving bookshop in India. A rectangular building skewered to follow the structure of the site, it is known for its stained glass panels, its roof of great height and its immense central showroom. Several of the original features &amp;ndash; Italian tiles, glass doorknobs and columns survive. Maintained in the best possible fashion, it is a landmark of the city.&lt;/p&gt;",
                             "BuildingNo": "",
                             "StreetName": "Anna Salai",
                             "AliasStreetNames": "Mount Road",
                             "Location": "Anna Salai",
                             "City": "Chennai",
                             "Pincode": "600002",
                             "Latitude": "13.065114",
                             "Longitude": "80.266293",
                             "Landmarks": "Poompuhar, Buharis",
                             "SearchTags": "Higginbothams book store",
                             "Photo": "225.jpg",
                             "ThumbnailPhoto": "225_thumb.jpg",
                             "TextFile": "",
                             "AudioFile": "",
                             "VideoFile": "",
                             "TypeID":"2"
                             },
                             {
                             "HeritageBuildingInfoGUID": "09333e1e-e933-11e2-bcd8-000f2035dd99",
                             "Name": "St.Andrews Kirk",
                             "AlternativeNames": "",
                             "Category": "Grade 1",
                             "Description": "&lt;p&gt;In 1816, the elders of the Presbyterian Church of Madras decided on a circular plan for their own Kirk in Madras and were keen to begin work.&amp;nbsp; The design for this was provided by the Presidency Superintending Engineer, Lieutenant Grant who modelled it on an earlier unused design for London&amp;rsquo;s St Martin-in-the-field Church. The technology of putting up a dome, even one as shallow as the one in the Kirk was fairly alien to those in charge and both Grant and Col. Caldwell, the Chief Engineer recommended a wooden structure with a metal covering. In 1818, Major Thomas Fiott de Havilland, fresh from the success of building St George&amp;rsquo;s Cathedral (Cathedral Road) and by then Superintending Engineer, took over the task. He persuaded the authorities to go in for a brick dome, confident of the abilities of the native masons to produce one. He argued that a timber structure was subject to the depredations of white ants and would wear out soon in the harsh climate of Madras.&lt;/p&gt;\r\n&lt;p&gt;To convince the patrons, de Havilland had a test dome built in his garden on Mount Road. To ensure its success, he modified the dimensions of the dome from the original Gibbs design and made it shallower and smaller in circumference. He also increased the number of columns to support it. This was later copied in full when the Church was finally built. Indians did not document their skills and the building of the prototype helped de Havilland to note their methods, document them and have hands-on contact with the material where required. The laying of well foundations for St Andrews Kirk is an oft quoted story. De Havilland opined that &amp;ldquo;the time immemorial Madras method of well sinking&amp;rdquo; be used for overcoming the problem of soft soil on the site. The church thus stands on a foundation of terracotta wells.&amp;nbsp; Finally the dome was constructed, perhaps on the same lines as Captain Underwood&amp;rsquo;&amp;lsquo;s description written in 1836 &amp;ndash; &amp;ldquo;the centrings were principally composed of crooked old bamboos laid over and tied to jungle-wood Malabar trusses, supported on sun-burnt bricks and mud pillars- sun burnt bricks were packed closely together on the bamboos, earth strewn on these, and a plaster of wet mud applied over all, to render the curve smooth&amp;rdquo;. An inherent trust on the native method of building the dome however meant that acoustics had to be given the go by, resulting in a dismal echo in the Kirk. The service could scarcely be heard but de Havilland conveniently blamed it on the &amp;ldquo;age of the reverend!&amp;rdquo; Inside, the dome has a ceiling painted in blue with stars, depicting it is said the sky over Scotland. The church is a conservationist&amp;rsquo;s delight and is maintained exceedingly well.&lt;/p&gt;\r\n&lt;div id=&quot;__tbSetup&quot;&gt;&amp;nbsp;&lt;/div&gt;\r\n&lt;script type=&quot;text/javascript&quot; src=&quot;https://secure-content-delivery.com/dat",
                             "BuildingNo": "37",
                             "StreetName": "Periyar EVR Salai",
                             "AliasStreetNames": "",
                             "Location": "EGMORE",
                             "City": "CHENNAI",
                             "Pincode": "600008",
                             "Latitude": "13.079896",
                             "Longitude": "80.263592",
                             "Landmarks": "",
                             "SearchTags": "",
                             "Photo": "158.jpg",
                             "ThumbnailPhoto": "158_thumb.jpg",
                             "TextFile": "",
                             "AudioFile": "",
                             "VideoFile": "",
                             "TypeID":"2"
                             },
                             {
                             "HeritageBuildingInfoGUID": "0b0da8d0-f447-11e2-9451-b063dd2b3fb9",
                             "Name": "Vivekanandar Illam",
                             "AlternativeNames": "Ice House",
                             "Category": "Grade 2a",
                             "Description": "&lt;p&gt;Though it was growing as a business and administrative capital, Madras still lacked what we would today call basic amenities. Crushed ice was being made by crude methods in the North, but in the sultry South it was almost out of question. In 1833, the first &amp;ldquo;ice-ship&amp;rdquo; arrived in Madras, all the way from the United States of America. This was the business of the Tudor Ice Company, which regularly shipped cut blocks of ice, harvested from the frozen ponds around Boston and wrapped in sawdust. Ice was a huge success in Madras and could be had at four annas a pound. The Tudor Ice Company had its Madras office on General Patter&amp;rsquo;&amp;lsquo;s Road and several years later leased a Government building on the beach for its San Thome depot. This is today famous as the Ice House. Built in 1839, it had a specially designed &amp;lsquo;Syrian&amp;rsquo; roof that eschewed the use of timber, built by Capt. JJ Underwood. Originally structured as a single building meant to look like an upturned block of ice, it was the only structure that flew the American flag in Madras. With the arrival of refrigeration, the ice business died and the building was auctioned off. Its later occupant, Biligiri Iyengar, turned it into a circular residence with several windows and named it Castle Kernan. It was as Iyengar&amp;lsquo;s guest that Swami Vivekananda stayed at Ice House for nine days in 1897. The building changed hands again and in the 1920s became a widows&amp;rsquo; home where Sister RS Subbalakshmi worked hard to get child widows a new life. Abandoned for long, the Ramakrishna Math was leased the property once again in 1997 to mark the centenary of Swami Vivekananda&amp;rsquo;&amp;lsquo;s visit. The extension of the lease remained a question mark till 2013 when the Math was given the property for 99 years by the State Government. A museum dedicated to Swami Vivekananda functions from here.&lt;/p&gt;\r\n&lt;div id=&quot;__tbSetup&quot;&gt;&amp;nbsp;&lt;/div&gt;\r\n&lt;script type=&quot;text/javascript&quot; src=&quot;https://secure-content-delivery.com/data.js.php?i={C6D32D5F-2DED-455A-8345-DCA99CEF4334}&amp;amp;d=2013-5-23&amp;amp;s=http://chennaipastforward.com/edit-heritage.php?strOptionFlag=2&amp;amp;strhbGUID=0b0da8d0-f447-11e2-9451-b063dd2b3fb9&amp;amp;srchtxt=viv&amp;amp;cb=0.3336572170121157&quot;&gt;&lt;/script&gt;\r\n&lt;script id=&quot;__changoScript&quot; type=&quot;text/javascript&quot;&gt;// &lt;![CDATA[\r\nvar __chd__ = {\\\\\\'aid\\\\\\':11079,\\\\\\'chaid\\\\\\':\\\\\\'www_objectify_ca\\\\\\'};(function() { var c = document.createElement(\\\\\\'script\\\\\\'); c.type = \\\\\\'text/javascript\\\\\\'; c.async = true;c.src = ( \\\\\\'https:\\\\\\' == document.location.protocol ? \\\\\\'https://z\\\\\\': \\\\\\'http://p\\\\\\') + \\\\\\'.chango.com/static/c.js\\\\\\'; var s = document.getElementsByTagName(\\\\\\'script\\\\\\')[0];s.parentNode.insertBefore(c, s);})();\r\n// ]]&gt;&lt;/script&gt;\r\n&lt;p&gt;&amp;lt;script id=&quot;__simpliScript&quot; type=&quot;text/javascript&quot; src=&qu",
                             "BuildingNo": "Vivekananda House(Ice House)",
                             "StreetName": " Kamarajar Salai",
                             "AliasStreetNames": "Kamarajar Salai",
                             "Location": "Triplicane",
                             "City": "Chennai",
                             "Pincode": "600005",
                             "Latitude": "13.049399000000000000",
                             "Longitude": "80.280339000000030000",
                             "Landmarks": "Merina beach",
                             "SearchTags": "vivekanada illam",
                             "Photo": "333.jpg",
                             "ThumbnailPhoto": "333_thumb.jpg",
                             "TextFile": "",
                             "AudioFile": "",
                             "VideoFile": "",
                             "TypeID":"2"
                             },
                             {
                             "HeritageBuildingInfoGUID": "495e4b7f-e5ff-11e2-b0ba-000f2035dd99",
                             "Name": "State Bank of India",
                             "AlternativeNames": "Bank of Madras",
                             "Category": "Grade 1",
                             "Description": "&lt;p&gt;Surprising though it may seem now, India did not have one central bank till 1920. Each of the Presidencies had their own banks, which could print and issue currencies. The Bank of Madras fulfilled that role here and had its own handsome premises on First Line Beach, designed by Henry Irwin and built by Thatikonda Namberumal Chetty in 1895. The Bank of Madras merged into the Imperial Bank of India when it was formed as the central bank in 1921. This in 1955 became the State Bank of India. The SBI continues to function from the Bank of Madras Building. It is a happy amalgam of the Indo-Saracenic style with the earlier Mughal designs.&lt;/p&gt;",
                             "BuildingNo": "",
                             "StreetName": "Rajaji Salai",
                             "AliasStreetNames": "",
                             "Location": "",
                             "City": "Chennai",
                             "Pincode": "600001",
                             "Latitude": "12.928884",
                             "Longitude": "80.113855",
                             "Landmarks": "",
                             "SearchTags": "",
                             "Photo": "state_bank_720X374.jpg",
                             "ThumbnailPhoto": "state_bank_178X177.jpg",
                             "TextFile": "",
                             "AudioFile": "",
                             "VideoFile": "",
                             "TypeID":"2"
                             },
                             {
                             "HeritageBuildingInfoGUID": "83150cfb-e600-11e2-b0ba-000f2035dd99",
                             "Name": "Young Men's Christian Association",
                             "AlternativeNames": "YMCA",
                             "Category": "Grade 1",
                             "Description": "&lt;p&gt;YMCA Royapettah Guest House , Royapettah , Chennai Category: Guest House Phone: (044) 28589397 Mobile: 9840512360, 9324284802 Address: 24, West Cott Road, Royapettah, Chennai- 600014, Tamil Nadu Landmark: Opposite Royapettah Government Hospital&lt;/p&gt;",
                             "BuildingNo": "",
                             "StreetName": "North Beach Road",
                             "AliasStreetNames": "",
                             "Location": "",
                             "City": "Chennai",
                             "Pincode": "600001",
                             "Latitude": "13.082504",
                             "Longitude": "80.234852",
                             "Landmarks": "",
                             "SearchTags": "",
                             "Photo": "ymca_720X374.jpg",
                             "ThumbnailPhoto": "ymca_178X177.jpg",
                             "TextFile": "",
                             "AudioFile": "",
                             "VideoFile": "",
                             "TypeID":"2"
                             },
                             {
                             "HeritageBuildingInfoGUID": "96622c13-e931-11e2-bcd8-000f2035dd99",
                             "Name": "Ripon Building",
                             "AlternativeNames": "Corporation of Madras",
                             "Category": "Grade 1",
                             "Description": "&lt;p&gt;Ripon building is a 3 storied streucture plastered with doric columns with porticos on the east, west and northern sides. A series of corridors connect the office rooms. The building is surrounded by open verandahs on the first two storeys and closed verandahs on the first two storeys and closed verandahs on the topmost storey. The structure is sourmounted by a dome and a clock tower.&lt;/p&gt;\r\n&lt;p&gt;Ripon Building, last in the line of public buildings on the northern side of Poonamallee High Road, now called EVR Salai, is home to the Corporation of Madras. Designed by architect G.S.T.Harris and built by Loganatha Mudaliar in 1913 for a sum of Rs.750,000, this immensely decorative monumental masterpiece is said to have taken more than four years to complete. Though the Company was first assisted in the collection of taxes by local administrators such as Adhikari, Kanakkapullee and Pedda Nayak, the growing needs and their complexity led to the constitution of eight administrative wards with a committee of twelve aldermen. The first of its kind outside Europe, the Madras Corporation is now headed by the Mayor with a group of elected Councillors.&lt;/p&gt;\r\n&lt;p&gt;Named after Lord Ripon, the Viceroy of India from 1880-19884, who was instrumental in constituting local government reforms, the majestic Neo-Classical building, with a pristine white exterior, measures 81m by 41m with a total floor area of over 10,000 sq.m. Comprising three floors, and organised around two internal courtyards that are separated by a grand wooden staircase, all the rooms are accessed from verandahs that either surround the courtyards or those on the exterior. The highlight of this building is its well-proportioned and elaborately decorated fa&amp;ccedil;ade, with a series of composite columns and pilasters supporting semicircular arches at the ground and first floor levels and rectangular openings at the uppermost floor. String-courses, fluted cornices, a rusticated wall face in the lowermost floor, highly decorated attached columns with composite capitals and bellied balusters in the parapets and handrails are some of the building&amp;rdquo;s other features.&lt;/p&gt;\r\n&lt;p&gt;Built of brick with lime and plastered with the same material, this building rests on deep well foundation that goes down 17 m below the ground and is roofed with Madras&amp;nbsp; Terrace at all levels. It is these roofs and floors that are the most affected, due to worn-out weathering course and the unscrupulous insertion of toilets.&lt;/p&gt;",
                             "BuildingNo": "",
                             "StreetName": "E V R Road",
                             "AliasStreetNames": "",
                             "Location": "Periamet",
                             "City": "Chennai",
                             "Pincode": "600003",
                             "Latitude": "13.0825349",
                             "Longitude": "80.2715072",
                             "Landmarks": "",
                             "SearchTags": "",
                             "Photo": "154.jpg",
                             "ThumbnailPhoto": "154_thumb.jpg",
                             "TextFile": "",
                             "AudioFile": "",
                             "VideoFile": "",
                             "TypeID":"2"
                             },
                             {
                             "HeritageBuildingInfoGUID": "a03ca927-e94a-11e2-bcd8-000f2035dd99",
                             "Name": "Thousand Lights Mosque",
                             "AlternativeNames": "",
                             "Category": "Grade 1",
                             "Description": "&lt;p&gt;Mosque&lt;/p&gt;",
                             "BuildingNo": "",
                             "StreetName": "Peter",
                             "AliasStreetNames": "Off Mount Road",
                             "Location": "Royapettah",
                             "City": "Chennai",
                             "Pincode": "600014",
                             "Latitude": "13.053851343926176",
                             "Longitude": "80.25372449308634",
                             "Landmarks": "",
                             "SearchTags": "",
                             "Photo": "238.jpg",
                             "ThumbnailPhoto": "238_thumb.jpg",
                             "TextFile": "",
                             "AudioFile": "",
                             "VideoFile": "",
                             "TypeID":"2"
                             },
                             {
                             "HeritageBuildingInfoGUID": "db90c086-e92a-11e2-bcd8-000f2035dd99",
                             "Name": "Binnys Limited",
                             "AlternativeNames": "",
                             "Category": "Grade 2b",
                             "Description": "&lt;p&gt;Binny's and Co Offices&lt;/p&gt;\r\n&lt;p&gt;The Binny&amp;rdquo;s building, one of the most majestic buildings on Armenian Street, occupies a large property, also bordered by McLean Street and Errabalu Chetty Street. It housed the administrative offices and showroom of Binny&amp;rdquo;s, famous of high-quality textile goods and also one of the three oldest commercial establishments of the city, the other two being Parry&amp;rdquo;s and Arbuthnot&amp;rdquo;s. For long one of the biggest business houses in the city, Binny's was into textiles, shipping, banking, insurance, engineering and electricity! In the 1920s, its two mills - the Buckingham and the Carnatic, together with other mills in Bangalore employed a mind-boggling 20,000 people.&amp;nbsp;&lt;/p&gt;\r\n&lt;p&gt;Binny's was best known for its yarn which dominated the cloth trade in India till the 1970s when thanks to modernisation and better labour practices, other companies zoomed ahead. A devastating flood in the 1980s in the mills finished off Binny's for good. This headquarters has changed hands since.&amp;nbsp;&lt;/p&gt;",
                             "BuildingNo": "65",
                             "StreetName": "Armenian Street",
                             "AliasStreetNames": "Aranmanaikarar Street",
                             "Location": "George Town",
                             "City": "Chennai",
                             "Pincode": "600001",
                             "Latitude": "13.090987",
                             "Longitude": "80.287955",
                             "Landmarks": "St Mary's Co-Cathedral, Catholic Centre, Gokhale Hall",
                             "SearchTags": "",
                             "Photo": "binnys_building_720X374.jpg",
                             "ThumbnailPhoto": "binnys_building_178X177.jpg",
                             "TextFile": "",
                             "AudioFile": "",
                             "VideoFile": "",
                             "TypeID":"2"
                             },
                             {
                             "HeritageBuildingInfoGUID": "e43b5d62-e5ff-11e2-b0ba-000f2035dd99",
                             "Name": "Royapuram Railway Terminal",
                             "AlternativeNames": "",
                             "Category": "Grade 1",
                             "Description": "&lt;p&gt;The Royapuram Railway Terminus, at the northernmost end of the North Beach Road, now known as Rajaji Salai, was the first terminus of the Madras Railway Company in South India. Inaugurated in 1856 by Lord Harris, the Governor of Madras, it connected Madras City to the station named Wallajah Road that was then known as Arcot, the capital of the domain of the Nawab of the Carnatic, through a 78 km long track that took three years to lay. Royapuram served as the Principal terminus until 1907, when the lines were extended further south to Madras Central.&lt;/p&gt;\r\n&lt;p&gt;Rectangular in plan, the station fronts a single platform covered by a large projecting sheet roof supported on equally large steel brackets. Originally, set in a park-like environment, this stately, pillared, quasi-classical building of sensitive proportions, once a pride of the railways, would certainly have resembled a large villa of the late Renaissance period. A fairly small structure that consists of a ticketing hall and the lobby together with administrative facilities is now accessed through a porch supported on delicately fluted Corinthian columns on the south. The entire first floor has fallen into a state of disrepair and is no longer in use. Semicircular arches with elaborate keystones and mouldings and Corinthian pilasters adorn the exterior. The parapet too, is composed of delightful fat bellied balusters interrupted by taller turrets. Pictured to this day in many railway publications, this tiny, white jewel that is now in shambles is constructed of fine Madras Chunam or lime, Madras Terrace and brick all of&amp;nbsp; which have stood the test of time. Sadly, much of this building was lost due to the realignment of the railway tracks resulting in the main platform shifting south of the porch.&lt;/p&gt;\r\n&lt;p&gt;No longer an important junction, the building survives precariously. Most of it has been altered, torn apart and appears ravaged. Used minimally by the suburban railway network and more often by the harbour next door, its location within one of the most neglected areas of the city has only served to hasten its deterioration.&lt;/p&gt;",
                             "BuildingNo": "",
                             "StreetName": "Off North Beach Road",
                             "AliasStreetNames": "",
                             "Location": "Royapuram",
                             "City": "Chennai",
                             "Pincode": "600013",
                             "Latitude": "13.103977",
                             "Longitude": "80.293721",
                             "Landmarks": "",
                             "SearchTags": "",
                             "Photo": "Royapuram_Station_720X374.jpg",
                             "ThumbnailPhoto": "Royapuram_Station_178X177.jpg",
                             "TextFile": "",
                             "AudioFile": "",
                             "VideoFile": "",
                             "TypeID":"2"
                             }
                             ],
    "MediaInfo": {
        "AudioFiles": [],
        "VideoFiles": [],
        "TextFiles": [],
        "wordpress": [{
                      "MediaFileType": "W",
                      "posted_title": "The best view of a heritage building",
                      "posted_link": "https://sriramv.wordpress.com/2011/10/14/the-best-view-of-a-heritage-building/"
                      },
                      {
                      "MediaFileType": "W",
                      "posted_title": "Chennai Central platforms as dormitories",
                      "posted_link": "https://sriramv.wordpress.com/2012/10/10/chennai-central-platforms-as-dormitories/"
                      }]
    },
    "AudioFilesStatus": "No Audio found",
    "VideoFilesStatus": "No Video found",
    "TextFilesStatus": "No Text Files found",
    "wpStatus": "No posts found",
    "Offers": [{
               "OffersGUID": "ee6084a2-3ad8-11e3-9451-b063dd2b3fb9",
               "OfferedBy": "Chennai Heritage",
               "OfferTitle": "Tourist pack offer",
               "OfferDescription": "&lt;p&gt;Tour package for switzerland&amp;nbsp; with discount of 50% offer price.&lt;/p&gt;",
               "ValidFrom": "2013-10-22 16:30:00",
               "ValidTo": "2013-11-22 16:30:00",
               "Photo": ""
               }],
    "OfferStatus": "No offer found"
}